Repository: OmegaT-L10N/tr
Catalog: omegat/project_save.tmx
Source language: en
Languages: tr

source: Use untar utility (or its equivalent, for instance winrar in Windows) to extract its contents into the project folder "Dictionary".
tr: Bu arşivin içindekilerini untar yazılımıyla (ya da Windows'da winrar gibi eşdeğer bir programla) projenin sözlük dizinine ("Dictionary") açın.

source: Useful links ============
tr: Faydalı bağlantılar ================

source: User Manual...
tr: Kullanım Kılavuzu...

source: User denied credentials
tr: Kullanıcı kimlik bilgileri reddedildi

source: User group
tr: Kullanıcı grubu

source: User interface language for OmegaT
tr: OmegaT için kullanıcı arayüzü dili

source: User manual online
tr: Çevrim içi kullanıcı kılavuzu

source: User manuals
tr: Kullanım kılavuzları

source: User support resources:
tr: Kullanıcı destek kaynakları:

source: User support, at the Yahoo user group (multilingual), where the archives are searchable without subscription:
tr: Arşivlerde arama yapma imkanı olan Yahoo kullanıcı grubundan (çok dilli) kullanıcı desteği alabilirsiniz:

source: User:
tr: Kullanıcı:

source: Username or API Key:
tr: Kullanıcı Adı ya da API Anahtarı:

source: Users of old computers who feel window resizing is very slow can try changing the font.
tr: Pencerelerin yeniden boyutlandırılması sırasında yavaşlık hisseden eski bilgisayar kullanıcıları, yazıtipini değiştirmeyi deneyebilirler.

source: Using Java Web Start
tr: Java Web Start'ı kullanma

source: Using Java Web Start for installing OmegaT (all platforms) ===========================================================
tr: OmegaT'nin Java Ağ Başlatıcı kullanılarak kurulması (tüm platformlar) ===========================================================

source: Using wild cards
tr: Joker karakter kullanımı

source: Uzbek
tr: Özbekçe

source: VLDocking Framework (LGPL License)
tr: VLDocking Çerçevesi (LGPL Lisansı)

source: Validate Tags
tr: Etiketleri Doğrula

source: Validate tags when leaving a segment
tr: Dilimi geçerken etiketleri doğrula

source: Validate your tags
tr: Etiketlerinizi doğrulama

source: Validating tags
tr: Etiketler doğrulanıyor

source: Value
tr: Değer

source: Variant skipped.
tr: Değişken dikkate alınmadı.

source: Variants in the following languages will be displayed: {0}
tr: Şu dillerdeki değişkenler görüntülenecek: {0}

source: Venda
tr: Venda Dili

source: Version
tr: Sürüm

source: Version: {0}
tr: Sürüm: {0}

source: Vietnamese
tr: Vietnamca

source: View
tr: Görünüm

source: View Options
tr: Görünüm Seçenekleri

source: View or edit file filters.
tr: Dosya filtrelerini görüntüleyin ya da düzenleyin.

source: Vincent Bidaux (documentation manager)
tr: Vincent Bidaux (belgelendirme yöneticisi)

source: Vito Smolej (documentation manager)
tr: Vito Smolej (dokümantasyon yöneticisi)

source: WARNING: all unsaved data will be lost 4.
tr: UYARI: kaydedilmemiş bütün veriler kaybolacaktır

source: Walloon
tr: Belçika Fransızcası

source: Warn: Report invalid tags to stdout.
tr: Warn: Geçersiz etiketleri standart çıktıya bildir.

source: Warning
tr: Uyarı

source: Warning on line {0}, column {1} while parsing:
tr: Ayrıştırma sırasında satır {0}, sütun {1}'de hata:

source: Warning!
tr: Uyarı!

source: Warning: Changing tag order may break the translated document!
tr: Uyarı: Etiket sırasının değiştirilmesi çevrilmiş belgenin bozulmasına yol açabilir!

source: Warranty
tr: Garanti

source: We could not find the page you are looking for.
tr: Aradığınız sayfayı bulamadı.

source: We recommend using OmegaT packages that include the JRE, to save you the trouble of selecting, obtaining and installing it.
tr: JRE seçmek, bulmak ve kurmakla uğraşmamak için JRE ile birlikte gelen OmegaT paketlerini kullanmanızı öneririz.

source: WebVTT Subtitles
tr: WebVTT Alt Yazı

source: Website content authors
tr: Web sitesi içerik yazarları

source: Website design
tr: Web sitesi tasarımı

source: Website manager
tr: Web sitesi yöneticisi

source: Welsh
tr: Galce

source: Western Frisian
tr: Batı Frizce

source: What is OmegaT?
tr: OmegaT nedir?

source: What you expected to see
tr: Ne bekliyordunuz ve

source: What you saw instead
tr: Bunun yerine ne gördünüz.

source: Whatever the inconsistencies, omissions and straightforward errors you may find in the present version, I declare them all my own.
tr: Bu sürümde bulabileceğiniz her türlü tutarsızlık, eksiklik ve hatanın bana ait olduğunu burada belirtmek isterim.

source: When a rule is triggered, the corresponding phrase will be underlined in blue in the Editor (see also and I didn't do nothing in the picture above).
tr: Herhangi bir kuralın tetiklenmesi durumunda Düzenleyicide buna karşılık gelen ibarenin altı mavi olarak çizilecektir (bkz. yukarıdaki resimdeki also ve I didn't do nothing).

source: When a single file has more segments than this, additional segments will be loaded on-demand as you scroll.
tr: Bir dosyada bundan daha çok dilim varsa ek dilimler aşağı indikçe yüklenecektir.

source: When checked, the items in the glossary auto-completer view will contain the source text, too.
tr: İşaretlendiğinde sözlükçe otomatik tamamlayıcısındaki ögeler kaynak metni de içerir.

source: When hovering the mouse over the underlined phrase, an explanation will appear.
tr: Fareyi altı çizili ifadenin üzerine getirdiğinizde bir açıklama görünecektir.

source: When unavailable, the ID will be used as a fallback
tr: Varsa kimlik, yedek olarak kullanılacaktır

source: When using regular expressions, the replacement string supports references to groups defined in the search string.
tr: Düzenli ifadeler kullanılırken değiştirme dizgisi, arama dizgisinde tanımlanan gruplara göndermeleri destekler.

source: When you are ready to view the final product, you can export the translated files, open them in the appropriate application and view the translation in the final format...
tr: Dosyaların tercüme edildikten sonraki haline görmek isterseniz tercümesi yapılmış dosyaları dışarı aktarabilir ve ilgili uygulamada açarak çevirinizi görebilirsiniz.

source: When you left-click on the number, the selected script will run.
tr: Sayı üzerinde sol tuşa tıkladığınızda seçilen betik çalıştırılacaktır.

source: When you let OmegaT know the files that you need to translate, it looks for the files it understands based on file filtering rules, recognizes the textual parts within them, splits up the text groups according to the segmentation rules, and displays the segments one by one so that you can proceed with the translation.
tr: Tercüme edilecek dosyaları yüklediğinizde OmegaT, dosya filtreleme kurallarını dikkate alarak desteklediği dosyalara bakar ve bu dosyalardaki metinleri tespit eder ve bu metinleri dilimleme kurallarına göre parçalara böler ve bu dilimleri teker teker size gösterip tercüme etmenizi ister.

source: When you move to another segment, the translation is validated and stored.
tr: Çeviriyi bitirip bir sonraki dilime gittiğinizde çeviri onaylanıp saklanır.

source: When you move to the next segment, the first fuzzy match (the one with the best matching percentage) is automatically selected.
tr: Bir sonraki dilime geçtiğinizde ilk bulanık eşleşme (en iyi eşleşme yüzdesine sahip olan) otomatik olarak seçilir.

source: Whenever you want to see what your translation will look like in its final format, press Ctrl+D to generate the translated documents, which will be created in the /target/ subfolder of your project folder.
tr: Çevirinizin son formatta nasıl görüneceğini görmek isterseniz Ctrl+D tuşlarına basarak çevrilmiş belgeleri oluşturabilirsiniz; oluşturulan belgeler proje klasörünün /target/ alt klasöründe bulunur.

source: Which version do you want to keep?
tr: Hangi sürümü tutmak istiyorsunuz?

source: Whitespace
tr: Boşluk karakteri

source: Whitespace - leading
tr: Boşluk Karakteri - önde

source: Whitespace - trailing
tr: Boşluk Karakteri - sonda

source: Whitespaces
tr: Boşluk karakterleri

source: WiX Localization
tr: WiX Yerelleştirme

source: Wildcards: Both exact and keyword searches support the wildcard characters * and ?.
tr: Jokerler: Hem tam arama hem de anahtar sözcük aramaların joker karakterler * ve ? kullanılabilir.

source: Will Helton: his final reading of the draft has spared me a lot of embarrassment.
tr: Son bir kez taslağı gözden geçirip beni bir sürü utançtan kurtaran Will Helton.

source: Will be synchronized next time.
tr: Eşitleme bir sonraki seferde yapılacak.

source: Wind catches lily Scatt'ring petals to the wind: Your page is not found
tr: Zambaklar en ıssız yerlerde açar Ve vardır her vahşi çiçekte gurur: Sayfanız bulunamadı

source: Wind catches lily<p>Scatt'ring petals to the wind:<p>Your page is not found
tr: Zambaklar en ıssız yerlerde açar<p>Ve vardır her vahşi çiçekte gurur:<p>Sayfanız bulunamadı

source: Windows Resources
tr: Windows Kaynak Dosyaları

source: Wolof
tr: Volofça

source: Words
tr: Sözcük

source: Working with plain text
tr: Düz metinle çalışmak

source: Writeable Glossary File
tr: Yazılabilir Sözlükçe Dosyası

source: Writeable Glossary File:
tr: Yazılabilir Sözlükçe Dosyası:

source: Writeable glossary file folder entered does not exist!
tr: Girilen sözlükçe dosyaları klasörü mevcut değil!

source: Wrong authentication
tr: Yanlış kimlik doğrulama

source: Wrong response format from TaaS service
tr: TaaS hizmetin yanlış yanıt formatı

source: Wrong response from engine
tr: Motor yanlış tepki veriyor

source: Wrong username/password
tr: Kullanıcı adı/şifre yanlış

source: XHTML Files
tr: XHTML dosyaları

source: XHTML Filter Options
tr: XHTML Filtre Seçenekleri

source: XLIFF Filter Options
tr: XLIFF Filtresi Seçenekleri

source: XML Spreadsheet 2003
tr: XML Elektronik Tablosu 2003

source: Xhosa
tr: Xhosa Dili

source: Yandex Translate - No API Key Specified
tr: Yandex Translate - API Anahtarı Belirtilmedi

source: Yiddish
tr: Yidiş

source: Yoruba
tr: Yorubaca

source: You can then launch the Kaptain launch script with:
tr: Sonra Kaptain başlatma betiğini aşağıdaki şekilde çalıştırabilirsiniz:

source: You already have the latest version.
tr: Zaten en son sürüme sahipsiniz.

source: You are going to modify {0} segments.
tr: {0} dilimi değiştireceksiniz.

source: You are running OmegaT version {0}.
tr: OmegaT sürüm {0} kullanıyorsunuz.

source: You are trying to use the HunspellTokenizer with the language {0}, but no spelling dictionaries are installed for this language.
tr: HunspellTokenizer belirteç ayırıcısını {0} diliyle kullanmaya çalışıyorsunuz, ama bu dil için yüklenmiş yazım sözlükleri yüklü değil.

source: You are uninstalling the spellchecking dictionary that your project currently uses.
tr: Şu an projenizin kullandığı yazım denetimi sözlüğünü kaldırmak üzeresiniz.

source: You can add new scripts there, so they will appear in the list of available scripts in the Scripting window.
tr: Bu klasöre yeni betikler ekleyebilirsiniz; yeni betikler Betik Çalıştırma penceresinde kullanılabilir betikler listesinde görünecektir.

source: You can also call up the user manual supplied with OmegaT without launching OmegaT itself.
tr: OmegaT ile birlikte gelen kullanım kılavuzuna, OmegaT'yi çalıştırmadan da erişebilirsiniz.

source: You can also launch it from the Spotlight search field.
tr: Ayrıca Spotlight arama alanından da çağırabilirsiniz.

source: You can also manually drag the file OmegaT.exe to the start menu, the desktop or the quick launch area to link it from there.
tr: Alternatif olarak OmegaT.exe dosyasını manüel olarak masaüstüne ya da hızlı başlat alanına taşımak suretiyle bağlantı oluşturabilirsiniz.

source: You can change the already assigned shortcuts and add new shortcuts by putting a shortcut definition file in your OmegaT preferences folder (see User files location).
tr: OmegaT tercihler klasörüne bir kısayol tanımları dosyası (bkz. Kullanıcı dosyalarının konumu) koyarak var olan kısaları değiştirebilir ve yeni kısayollar ekleyebilirsiniz.

source: You can create glossary entries with Create Glossary Entry in the Edit menu.
tr: "Düzenle" menüsündeki "Sözlükçe Girdisi Oluştur" komutunu kullanarak sözlükçeye girdi ekleyebilirsiniz.

source: You can find detailed statistic information in the file: {0}
tr: Ayrıntılı istatistiksel bilgileri şu dosyada bulabilirsiniz: {0}

source: You can find the text of the license in /docs/OmegaT-license.txt.
tr: Lisansın metnini şurada bulabilirsiniz: /docs/OmegaT-license.txt.

source: You can go to the home page and hopefully find the information you need from there.
tr: Ana sayfaya gidebilirsiniz. Orada aradığı bilgiye ilişkin ip bulmanızı umarız.

source: You can have entries with the target column missing, i.e. just containing the source term and the comment.
tr: Hedef sütun olmaksızın, yani sadece kaynak terim ile yorum içeren girdiler olabilir.

source: You can however obtain a neater and more user-friendly installation by using the installation script (linux-install.sh).
tr: Bununla birlikte kurulum betiğini (linux-install.sh) kullanırsanız daha temiz ve daha kullanıcı dostu bir kurulum elde edebilirsiniz.

source: You can start the selected macros from the main menu as well by using their entries in the Tools menu or by pressing Ctrl+Alt+F# (# 1 to 12).
tr: Seçili makroları ana menüden de başlatabilirsiniz; bunun için Araçlar menüsündeki girdilerini kullanabilirsiniz ya da Ctrl+Alt+F# (# = 1 ile 12 arasında bir sayı) tuşlarına basabilirsiniz.

source: You can think of LanguageTool as a software to detect errors that a simple spell checker cannot detect, e.g. mixing up there/their, no/now etc.
tr: LanguageTool'u basit bir yazım denetleyicisinin tespit edemediği hataları bulabilen (İngilizce'de "there" ile "their" ya da "no" ile "now" sözcüklerinin birbirlerin karıştırılması gibi) bir yazılım olarak düşünebilirsiniz.

source: You currently have {1}.
tr: Şu anda sizde {1} bulunuyor.

source: You define its location and name in the project properties dialog.
tr: Sözlükçenin konumu ve adını, proje özellikleri iletişim penceresinde belirtebilirsiniz.

source: You have reached the daily limit for requests
tr: Günlük istek sınırına ulaştınız

source: You have reached the daily limit for the volume of translated text
tr: Günlük çevrilmiş metin hacmi sınırına ulaştınız

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Reload from the Project menu.
tr: Ayrıca istediğiniz bir dosya yöneticisi ile dosyalarınızı projenizin 'kaynak' (/source/) klasörüne kopyalayabilir ve "Proje" menüsünden "Yeniden Yükle" komutuyla projenizi kapatıp açarak değişikliklerin görünmesini sağlayabilirsiniz.

source: You may change the source encoding for each different source filename pattern.
tr: Her farklı kaynak dosya adı örüntüsü için kaynak kodlamasını değiştirebilirsiniz.

source: You may drag the OmegaT application to your dock or to the tool bar of a Finder window to be able to launch it from any location.
tr: OmegaT uygulamasını dosyasını sabitleme yuvasına ya da bir Finder penceresinin araç çubuğuna sürükleyerek uygulamayı herhangi bir konumdan açabilirsiniz.

source: You may drag the OmegaT application to your dock or to the toolbar of a Finder window to be able to launch it from any location.
tr: OmegaT uygulamasını dosyasını sabitleme yuvasına ya da bir Finder penceresinin araç çubuğuna sürükleyerek uygulamayı herhangi bir konumdan açabilirsiniz.

source: You may try to solve this problem in one of the following ways:
tr: Bu sorunu birkaç şekilde çözebilirsiniz:

source: You must enter a number between 1 and {0}.
tr: 1 ile {0} arasında bir sayı girmelisiniz.

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
tr: JDK 1.6'yı en son sürüme güncellemeniz ya da OmegaT'nin /lib klasöründeki jaxb-*.jar dosyalarını kaldırmanız gereklidir

source: You should add copies of files, portions of the log, screen shots, and anything else that you think will help the developers to find and fix your bug.
tr: Dosyalar, kütük dosyalarının ilgili bölümleri, ekran görüntüleri ve hatanın bulunması ve giderilmesi konusunda geliştiricilere yardımcı olabileceğini düşündüğünüz diğer şeyleri de eklemelisiniz.

source: You should specify their new location or recreate them.
tr: Eksik klasörlerin yeni konumunu belirtmeniz ya da klasörleri yeniden oluşturmanız gereklidir.

source: You will be prompted to enter this password every time you launch OmegaT.
tr: OmegaT'yi her başlattığınızda bu parolayı girmeniz istenecektir.

source: YouTube Subtitles
tr: YouTube Alt Yazı

source: Your current project uses sentence segmentation, but TMX file was created using paragraph segmentation.
tr: Mevcut projenizde cümleye dayalı dilimleme kullanılmaktadır, ancak TMX dosyası paragrafa dayalı dilimleme kullanılarak oluşturulmuş.

source: Your operating system refused to let OmegaT create its configuration folder.
tr: İşletim sisteminiz OmegaT'nin kendine bir yapılandırma klasörü oluşturmasına izin vermedi.

source: Your project does not contain any files in a supported file format.
tr: Şu an projenizde desteklenen dosya formatında herhangi bir dosya bulunmamaktadır.

source: ZIP files
tr: ZIP dosyaları

source: Zhuang, Chuang
tr: Zhuangca

source: Zulu
tr: Zuluca

source: [Fuzzy]
tr: [Bulanık]

source: [fuzzy]
tr: [bulanık]

source: [{0}] “{1}” in source; expected one of {2} in target
tr: [{0}] kaynakta “{1}”; beklenen hedefte {2}'nin biri

source: [{0}] “{1}” in source; expected “{2}” in target
tr: [{0}] kaynakta “{1}”; beklenen hedefte “{2}”

source: all matching segments
tr: tüm eşleşen dilimler

source: and many, many more very helpful people
tr: ve çok sayıda son derece yardımcı insan.

source: and then:
tr: tuşuna basın ve sonra:

source: attributes.
tr: özellikler.

source: canceled ({0} ms elapsed)
tr: iptal edildi ({0} ms sürdü)

source: cd <folder where the file OmegaT.jar is located>
tr: cd <OmegaT.jar adlı dosyanın bulunduğu klasör>

source: done ({0} ms elapsed)
tr: bitti ({0} ms sürdü)

source: etc...
tr: vb...

source: exact search
tr: tam arama

source: extensions:
tr: eklentiler:

source: file names
tr: dosya adları

source: first join the user group (via web or by sending an email to OmegaT-subscribe@yahoogroups.com).
tr: öncelikle kullanıcı grubuna katılın (websitesinden ya da OmegaT-subscribe@yahoogroups.com adresine elektronik posta göndererek).

source: h&reflang (language of links)
tr: h&reflang (bağlantıların dili)

source: href (URL of &links)
tr: href (&bağlantıların URL'si)

source: ido
tr: İdo Dili

source: init <source language> <target language> Initialize a minimal team project with the specified languages.
tr: init <kaynak dil> <hedef dil> Belirtilen dilleri kullanarak minimal bir ekip projesi başlat.

source: jsch-agent-proxy (jsch-agent-proxy License)
tr: jsch-agent-proxy (jsch-agent-proxy lisansı)

source: keyword search
tr: anahtar sözcük araması

source: lan&g (language attribute)
tr: lan&g (dil özelliği)

source: lao
tr: Laoca

source: loaded
tr: yüklendi

source: mALIGNa (MIT License)
tr: mALIGNa (MIT Lisansı)

source: move to the beginning of the line in the segment
tr: Dilimde satır başına ilerleme

source: move to the end of the line in the segment
tr: Dilimde satır sonuna ilerleme

source: move to the end of the segment
tr: Dilimin sonuna gitme

source: move to the first segment of the document (Mac: Cmd+PgUp)
tr: Belgenin ilk dilimine gider (Mac: Cmd+PgUp)

source: move to the last segment of the document (Mac: Cmd+PgDn)
tr: Belgenin son dilimine gider (Mac: Cmd+PgDn)

source: move to the start of the segment
tr: Dilimin başına gitme

source: ms
tr: Bayan

source: multiple words entries in glossaries - example
tr: Sözlükçelerde çoklu sözcük girdileri - örnek

source: nor
tr: veya değil

source: one char left, but not further than the beginning of segment
tr: bir karakter sola, ama dilim başından daha öteye değil

source: one char right, but not further than the end of segment
tr: bir karakter sağa, ama dilim sonundan daha öteye değil

source: one word left, but not further than the beginning of segment
tr: bir sözcük sola, ama dilim başından daha öteye değil

source: one word right, but not further than the end of segment
tr: bir karakter sağa, ama dilim sonundan daha öteye değil

source: open Auto-completer dialog box with contextual suggestions (Mac: Esc).
tr: Bağlamsal önerileri içeren Otomatik Tamamlayıcı iletişim kutusunu açar (Mac: Esc).

source: open previous segment (Mac: Cmd+Enter)
tr: Önceki dilimi açar (Mac: Cmd+Enter)

source: page down through the document
tr: Belge sayfalarını aşağı doğru birer birer geçme

source: page up through the document
tr: Belge sayfalarını yukarı doğru birer birer geçme

source: regular expressions
tr: düzenli ifadeler kullan

source: remove char after cursor
tr: İmleçten sonraki karakteri silme

source: remove char before cursor
tr: İmlecin önündeki karakteri silme

source: remove chars up to the start of next word (Mac: Alt+Delete)
tr: Sonraki sözcüğün başlangıcına kadar olan karakterleri silme (Mac: Alt+Backspace)

source: remove chars up to the start of the current word (Mac: Alt+Backspace)
tr: Mevcut sözcüğün başlangıcına kadar olan karakterleri silme (Mac: Alt+Backspace)

source: segment 0000
tr: dilim 0000

source: select complete segment (Mac: Cmd+A)
tr: Tüm dilimi seçer (Mac: Cmd+A)

source: slf4j (MIT License)
tr: slf4j (MIT Lisansı)

source: sm
tr: SMS

source: src (URL of &images)
tr: src (&resimlerin URL'si)

source: trie4j (Apache License 2.0)
tr: trie4j (Apache Lisansı 2.0)

source: trilead-ssh2 (Trilead SSH license)
tr: trilead-ssh2 (Trilead SSH lisansı)

source: unknown
tr: bilinmiyor

source: value (of button, &submit and reset input)
tr: değer (düğmenin değeri, girdiyi &gönder ve sıfırlanın)

source: where you type and edit the translation
tr: çevirilerinizi girdiğiniz ve düzenlediğiniz yer

source: {0} ({1} left) / {2} ({3} left), {4}
tr: {0} ({1} kaldı) / {2} ({3} kaldı), {4}

source: {0} +{1} more
tr: {0} +{1} daha

source: {0} conflicts
tr: {0} çakışma

source: {0} is not a local working copy, skipping.
tr: {0} yerel bir çalışma kopyası değil, atlanıyor.

source: {0} loaded.
tr: {0} yüklendi.

source: {0} segments
tr: {0} dilim

source: {0} toggles orientation between LTR, RTL, and language-dependent
tr: {0}, metin yazma yönünü soldan sağ (LTR) ile sağdan sola (RTL) arasında değiştirir

source: {0}: cleanup done!!
tr: {0}: Temizleme yapıldı!!

source: {1}, executed from '{2}'
tr: {1}, çalıştırıldığı yer '{2}'

source: ← Back
tr: ← Geri

source: Word
tr: Sözcük
